Repository: robyinno/archivo
Catalog: po/*.UTF-8/LC_MESSAGES/quickfindhome.po
Languages: es_es, fr_fr

source: Archivio dei documenti
es_es: Archivo de documentos

source: home page
es_es: Pagina inicial
fr_fr: Page initiale

source: cerca
es_es: Búsqueda
fr_fr: Cherchez

source: indietro
es_es: Atràs
fr_fr: Avant

source: risultato ricerca
es_es: Resultados de la búsqueda

source: Uscita
es_es: Salir
fr_fr: Sortie

source: path_file_home_page
es_es: Espanol/archespa.htm

source: per visualizzare un documento...
es_es: Para visualizar un documento clicar sobre el nombre.<br>&nbsp;Para editarlo clicar sobre
fr_fr: Pour visualiser un document cliquer sur le nom.<br>&nbsp;Pour l'éditer cliquer sur

source: Scrivi qui...
es_es: Escribir aquí...
fr_fr: Escrivez ici...

source: inizia ricerca
es_es: Buscar ahora
fr_fr: Archive Silo

source: chiudi
es_es: Anular

source: interrompi
es_es: Interrumpe
fr_fr: Interrompez

source: in tutte le cartelle
es_es: En todas las carpetas
fr_fr: En tous les cartons

source: Appunti
es_es: Apuntes
fr_fr: Notes

source: Conferenze
es_es: Conferencias
fr_fr: Conferen

source: Interviste
es_es: Entrevistas
fr_fr: Intervie

source: Libri
es_es: Libros
fr_fr: Livres

source: Materiali
es_es: Material
fr_fr: Materiel

source: Riunioni
es_es: Reunion
fr_fr: Reunions

source: risultato della ricerca
fr_fr: Résultat de la recherche

source: Ricerca
fr_fr: Recherche

source: Seminari
fr_fr: Seminair
